INSERT INTO `annimationmovie` VALUES (1, '大雄的怀念奶奶', '大山信代 / 小原乃梨子', '渡边步', '《大雄的怀念奶奶》（おばあちゃんの思い出），是一部哆啦A梦电影作品系列的附篇作品之一，首映于2000年3月11日，是哆啦A梦短篇电影系列第三部，改编自1979年哆啦A梦电视动画《老祖母的愉快回忆》和1986年的哆啦A梦系列电视动画《我爱奶奶》...', '/Imgs/dh1.png');
INSERT INTO `annimationmovie` VALUES (2, '千与千寻', '柊瑠美 / 入野自由', '宫崎骏', '千寻和爸爸妈妈一同驱车前往新家，在郊外的小路上不慎进入了神秘的隧道——他们去到了另外一个诡异世界—一个中世纪的小镇。远处飘来食物的香味，爸爸妈妈大快朵颐，孰料之后变成了猪！这时小镇上渐渐来了许多样子古怪、半透明的人。 ', '/Imgs/dh2.png');
INSERT INTO `annimationmovie` VALUES (3, '龙猫', '日高法子 / 坂本千夏', '宫崎骏', '古老帝国拉比达是一座漂浮在空中的巨大的机器岛，传说那里已经无人居住，蕴藏着巨大的财富。因此，无论军方还是海盗，都在找寻着这座传说中的飞行岛。 ', '/Imgs/dh3.png');
INSERT INTO `annimationmovie` VALUES (4, '天空之城', '田中真弓 / 横泽启子', '宫崎骏', '古老帝国拉比达是一座漂浮在空中的巨大的机器岛，传说那里已经无人居住，蕴藏着巨大的财富。因此，无论军方还是海盗，都在找寻着这座传说中的飞行岛。 ', '/Imgs/dh4.png');
INSERT INTO `annimationmovie` VALUES (5, '幽灵公主', '松田洋治 / 石田百合子', '宫崎骏', '为了拯救危难中的村民，阿斯达卡的右手中了凶煞神的诅咒。他卡只好离开亲人往西方流浪以寻找解除诅咒的方法。旅途中他遇到了由幻姬大人带领的穷苦村民在麒麟兽的森林里开采铁矿，提炼矿石。 ', '/Imgs/dh5.png');
INSERT INTO `annimationmovie` VALUES (6, '神偷奶爸', '史蒂夫·卡瑞尔 / 杰森·席格尔', '皮埃尔·柯芬 / 克里斯·雷纳德', '超级坏蛋格鲁在听说埃及金字塔被盗的新闻后不满市面上新贼辈出，决定在纳法利欧博士的帮助下建造火箭升空盗取月亮。在向坏蛋银行贷款的过程中，格鲁盗取的收缩射线枪被新贼维克托抢走。', '/Imgs/dh6.png');
