INSERT INTO `sciencemovie` VALUES (1, '盗梦空间 ', '莱昂纳多•迪卡普里奥', '克里斯托弗•诺兰', '道姆•柯布与同事阿瑟和纳什在一次针对日本能源大亨齐藤的盗梦行动中失败，反被齐藤利用。齐藤威逼利诱因遭通缉而流亡海外的柯布帮他拆分他竞争对手的公司', '/Imgs/kh1.png');
INSERT INTO `sciencemovie` VALUES (2, '星际穿越 ', '马修•麦康纳 / 安妮•海瑟薇', '克里斯托弗•诺兰', '近未来的地球黄沙遍野，小麦、秋葵等基础农作物相继因枯萎病灭绝，人类不再像从前那样仰望星空，放纵想象力和灵感的迸发，而是每日在沙尘暴的肆虐下倒数着所剩不多的光景。', '/Imgs/kh2.png');
INSERT INTO `sciencemovie` VALUES (3, 'V字仇杀队', '娜塔莉•波特曼 / 雨果•维文', '詹姆斯•麦克特格', '未来的英国社会处于极权统治的高压下，不能容许同性恋者、异教徒等社会角色的存在，人民在黑暗政权下苟延残喘。', '/Imgs/kh3.png');
INSERT INTO `sciencemovie` VALUES (4, '复仇者联盟4', '小罗伯特·唐尼 / 克里斯·埃文斯', '安东尼•罗素 / 乔•罗素', '一声响指，宇宙间半数生命灰飞烟灭。几近绝望的复仇者们在惊奇队长的帮助下找到灭霸归隐之处，却得知六颗无限宝石均被销毁，希望彻底破灭。如是过了五年，迷失在量子领域的蚁人意外回到现实世界，他的出现为幸存的复仇者们点燃了希望。', '/Imgs/kh4.png');
INSERT INTO `sciencemovie` VALUES (5, '源代码', '杰克•吉伦哈尔 / 维拉•法米加', '邓肯•琼斯', '在阿富汗执行任务的美国空军飞行员科特史蒂文斯上尉突然惊醒，发现自己在一辆高速行驶的列车上，而他的身边坐着一个素不相识的女子克里斯蒂安正在与自己讲话。', '/Imgs/kh5.png');
INSERT INTO `sciencemovie` VALUES (6, '第九区', '沙尔托•科普雷 / 詹森•库伯', '尼尔•布洛姆坎普', '1990年，一艘巨大的飞船出现在地球上空，人们惶恐不安，却又分外好奇。经过一段时间紧张的等待，外星飞船始终没有动静。人类终于小心翼翼靠近它，强行走进舱内，结果发现了不计其数的外星人。', '/Imgs/kh6.png');
