INSERT INTO `terroristmovie` VALUES (1, '电锯惊魂', '雷•沃纳尔 / 加利•艾尔维斯', '温子仁', '一觉醒来的亚当发现自己被困在一个废弃的厕所里。他的对面是同样命运的劳伦斯——他们被人用铁链绑住了腿，并吃惊发现二人中间横亘着一个恐怖的死人。死人鲜血淋漓，左手拿录放机右手拿枪。', '/Imgs/js1.png');
INSERT INTO `terroristmovie` VALUES (2, '罗斯玛丽的婴儿', '米亚•法罗 / 约翰•卡萨维蒂', '罗曼•波兰斯基', '凯有着一个外表单薄脆弱的妻子罗斯玛丽，自从他们搬到新公寓后，凯就和邻居一对老夫妇相谈甚欢。而罗斯玛丽却并不特别喜欢这对邻居，令她感到不适的，还有接下来的一连串怪事。', '/Imgs/js2.png');
INSERT INTO `terroristmovie` VALUES (3, '招魂 ', '维拉•法米加 / 帕特里克•威尔森 ', '温子仁', '20世纪七十年代，罗杰与卡罗琳两夫妇带着他们五个可爱美丽的女儿，搬到了位于罗德岛哈瑞斯维尔的一幢旧宅居住。房屋虽然古旧沧桑，历史悠久，但是却让佩隆一家体会到回归田园的快乐与喜悦。', '/Imgs/js3.png');
INSERT INTO `terroristmovie` VALUES (4, '呪怨', '柳忧怜 / 栗山千明 / 三轮瞳', '清水崇', '名叫佐伯俊雄的男孩多日未曾上课，他的级任教师小林俊介按照地址登门拜访，发现家里乱七八糟，臭气熏天，而独自在家的俊雄则浑身是伤，精神恍惚。俊雄的父母行踪不明，他的妈妈伽椰子是小林大学时代的同学..', '/Imgs/js4.png');
INSERT INTO `terroristmovie` VALUES (5, '死寂', '唐尼•沃尔伯格 / 安贝•瓦莱塔', '温子仁', '童谣本应该充满欢声笑语，但世界上偏偏有这么一些童谣，让人听了毛骨悚然。小镇拉文斯•法尔就流传着这样一个恐怖的童谣：小心来自玛丽•肖的凝视；她没有孩子，只有玩偶；如果你看到她，不要尖叫..', '/Imgs/js5.png');
INSERT INTO `terroristmovie` VALUES (6, '极度空间', '罗迪•派彭 / 凯斯•大卫', '约翰•卡朋特', '在未来的某个年代，人们的思维已经被政府机构控制，政府机构通过电视信号传输一种催眠电波控制人们的行动。但是一些不甘心被强权统治的人们研究出一种眼镜，戴上这种眼镜，电视节目里道貌岸然的官员就会现出骷髅般的原形……', '/Imgs/js6.png');
